tap "oven-sh/bun"
tap "rustmailapp/rustmail"
brew "c-ares"
brew "openssl@3"
brew "python@3.14"
brew "automake"
brew "bash"
brew "btop"
brew "clang-format"
brew "cloc"
brew "cloudflare-wrangler"
brew "cmake"
brew "cocoapods"
brew "ffmpeg"
brew "fnm"
brew "fribidi"
brew "pkgconf"
brew "gh"
brew "ghc"
brew "git"
brew "git-filter-repo"
brew "go"
brew "go-md2man"
brew "harfbuzz"
brew "htop"
brew "icoutils"
brew "icu4c@77"
brew "imagemagick"
brew "jupyterlab"
brew "lazydocker"
brew "lazygit"
brew "libgit2"
brew "libmagic"
brew "libmetalink"
brew "mas"
brew "mosquitto"
brew "nasm"
brew "neovim"
brew "nmap"
brew "openvpn"
brew "php"
brew "pipx"
brew "pnpm"
brew "postgis"
brew "postgresql@17", restart_service: :changed, link: true
brew "potrace"
brew "pstree"
brew "python-setuptools"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "solr"
brew "sshuttle"
brew "stow"
brew "stripe-cli"
brew "stylua"
brew "tea"
brew "telnet"
brew "tmux"
brew "tree"
brew "unar"
brew "uv"
brew "vim"
brew "websocat"
brew "wget"
brew "zinit"
brew "zsh"
brew "oven-sh/bun/bun"
brew "rustmailapp/rustmail/rustmail"
cask "affinity"
cask "anydesk"
cask "chatgpt-atlas"
cask "claude-code"
cask "codex"
cask "curseforge"
cask "cutter"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker-desktop"
cask "epic-games"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "godot"
cask "google-chrome"
cask "icon-composer"
cask "keyboardcleantool"
cask "kicad"
cask "logmein-hamachi"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "ngrok"
cask "notchnook"
cask "openvpn-connect"
cask "opera"
cask "parsec"
cask "pgadmin4"
cask "raspberry-pi-imager"
cask "rectangle"
cask "scroll-reverser"
cask "sf-symbols"
cask "steam"
cask "tailscale-app"
cask "teamviewer"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "Keynote", id: 361285480
mas "Kindle", id: 302584613
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "NordVPN", id: 905953485
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Pixelmator Pro", id: 6746662575
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
