tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "c-ares"
brew "openssl@3"
brew "automake"
brew "bash"
brew "cmake"
brew "fribidi"
brew "pkgconf"
brew "ghc"
brew "git"
brew "go"
brew "go-md2man"
brew "harfbuzz"
brew "htop"
brew "jupyterlab"
brew "lazygit"
brew "libgit2"
brew "libmagic"
brew "libmetalink"
brew "mas"
brew "nasm"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openvpn"
brew "php"
brew "poetry"
brew "postgis"
brew "postgresql@17", restart_service: :changed, link: true
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "solr", restart_service: :changed
brew "stow"
brew "stylua"
brew "telnet"
brew "tmux"
brew "vim"
brew "wget"
brew "oven-sh/bun/bun"
cask "1password"
cask "alacritty"
cask "anydesk"
cask "chatgpt"
cask "claude"
cask "cutter"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "keyboardcleantool"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "notchnook"
cask "openvpn-connect"
cask "pgadmin4"
cask "pronotes"
cask "raspberry-pi-imager"
cask "rectangle"
cask "scroll-reverser"
cask "teamviewer"
cask "visual-studio-code"
