tap "oven-sh/bun"
brew "c-ares"
brew "openssl@3"
brew "automake"
brew "bash"
brew "btop"
brew "cloudflare-wrangler"
brew "cmake"
brew "fribidi"
brew "harfbuzz"
brew "ffmpeg"
brew "pkgconf"
brew "ghc"
brew "git"
brew "go"
brew "go-md2man"
brew "htop"
brew "imagemagick"
brew "jupyterlab"
brew "lazydocker"
brew "lazygit"
brew "libgit2"
brew "libmagic"
brew "libmetalink"
brew "mas"
brew "nasm"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openvpn"
brew "php"
brew "pnpm"
brew "postgis"
brew "postgresql@17", restart_service: :changed, link: true
brew "pstree"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "solr", restart_service: :changed
brew "sshuttle"
brew "stow"
brew "stylua"
brew "tailscale", restart_service: :changed
brew "telnet"
brew "tmux"
brew "tree"
brew "unar"
brew "uv"
brew "vim"
brew "wget"
brew "zinit"
brew "zsh"
brew "oven-sh/bun/bun"
cask "1password"
cask "anydesk"
cask "claude-code"
cask "cutter"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker-desktop"
cask "epic-games"
cask "figma"
cask "firefox"
cask "font-roboto-mono-nerd-font"
cask "ghostty"
cask "godot"
cask "google-chrome"
cask "icon-composer"
cask "jetbrains-toolbox"
cask "keyboardcleantool"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "minecraft"
cask "notchnook"
cask "openvpn-connect"
cask "opera"
cask "parsec"
cask "pgadmin4"
cask "qgis"
cask "raspberry-pi-imager"
cask "rectangle"
cask "scroll-reverser"
cask "steam"
cask "tailscale-app"
cask "teamviewer"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Microsoft Outlook", id: 985367838
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
